Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Please enter a valid name (1-50 characters)
cs: Zadejte prosím platný název (1–50 znaků)
da: Indtast venligst et gyldigt navn (1-50 tegn)
de: Gib einen gültigen Namen ein (1-50 Zeichen)
es: Por favor ingresa un nombre válido (1-50 caracteres)
et: Sisestage kehtiv nimi (1–50 tähemärki)
fi: Anna kelvollinen nimi (1-50 merkkiä)
fr: Veuillez saisir un nom valide (1 à 50 caractères)
hr: Unesite važeće ime (1-50 znakova)
hu: Adj meg egy érvényes nevet (1-50 karakter)
it: Inserisci un nome valido (1-50 caratteri)
lv: Lūdzu, ievadiet derīgu nosaukumu (1–50 rakstzīmes)
nb: Skriv inn et gyldig navn (1-50 tegn)
nl: Voer een geldige naam in (1-50 tekens)
pl: Proszę podać poprawną nazwę (1-50 znaków)
pt_br: Insira um nome válido (de 1 a 50 caracteres)
ro: Vă rugăm să introduceți un nume valid (1-50 de caractere)
sk: Zadajte platný názov (1 – 50 znakov)
sl: Vnesite veljavno ime (1–50 znakov)
sv: Vänligen ange ett giltigt namn (1-50 tecken)
uk: Введіть дійсне ім’я (1-50 символів)

source: please try later
cs: zkuste to prosím později
da: prøv venligst senere
de: Bitte später erneut versuchen
es: por favor inténtalo más tarde
et: palun proovi hiljem
fi: yritä myöhemmin
fr: veuillez réessayer plus tard
hr: pokušajte kasnije
hu: kérjük, próbálja meg később
it: riprova più tardi
lv: , lūdzu, mēģiniet vēlāk
nb: prøv senere
nl: Probeer het later opnieuw
pl: spróbuj później
pt_br: tente mais tarde
ro: încearcă mai târziu
sk: skús to neskôr
sl: poskusite pozneje
sv: försök senare
uk: спробуйте пізніше

source: Policies
cs: Zásady
da: Politikker
de: Richtlinien
es: Políticas
et: Eeskirjad
fi: Käytännöt
fr: Politiques
hr: Politike
hu: Irányelvek
it: Norme
lv: Politikas
nb: Retningslinjer
nl: Beleid
pl: Zasady
pt_br: Políticas
ro: Politici
sk: zásady
sl: Politike
sv: Policyer
uk: Політики

source: Pounds
cs: libry
da: Pund
de: Pfund
es: Libras
et: Naelad
fi: Puntaa
fr: Livres
hr: Funti
hu: Font
it: Libbre
lv: Mārciņas
nb: Pund
nl: Ponden
pl: Funty
pt_br: Libras
ro: Lire sterline
sk: libier
sl: funtov
sv: Pund
uk: Фунти

source: Premium
cs: Pojistné
da: Præmie
de: Prämie
es: De primera calidad
fr: Prime
hr: Premija
hu: Prémium
nl: Premie
pl: Premia
pt_br: Prêmio
sv: Premie
uk: Преміум

source: Premium card. Upgrade to save this template.
cs: Prémiová karta. Upgradujte a uložte tuto šablonu.
da: Premium-kort. Opgrader for at gemme denne skabelon.
de: Premium-Karte. Hol dir Premium, um diese Vorlage zu speichern.
es: Tarjeta premium. Actualice para guardar esta plantilla.
et: Premium-kaart. Selle malli salvestamiseks uuendage.
fi: Premium-kortti. Päivitä tämän mallin tallentamiseksi.
fr: Carte premium. Mettez à niveau pour enregistrer ce modèle.
hr: Premium kartica. Nadogradi za spremanje ovog predloška.
hu: Prémium kártya. Frissítsen a sablon mentéséhez.
it: Carta premium. Esegui l'upgrade per salvare questo modello.
lv: Premium karte. Jauniniet, lai saglabātu šo veidni.
nb: Premium-kort. Oppgrader for å lagre denne malen.
nl: Premiumkaart. Upgrade om deze sjabloon op te slaan.
pl: Karta premium. Uaktualnij, aby zapisać ten szablon.
pt_br: Cartão premium. Atualize para salvar este modelo.
ro: Card Premium. Fă upgrade ca să salvezi acest șablon.
sk: Prémiová karta. Ak chcete túto šablónu uložiť, inovujte.
sl: Premium kartica. Nadgradi, da shraniš to predlogo.
sv: Premiumkort. Uppgradera för att spara den här mallen.
uk: Преміальна картка. Оновіть, щоб зберегти цей шаблон.

source: Premium card. Upgrade to share this template.
cs: Prémiová karta. Upgradujte a sdílejte tuto šablonu.
da: Premium-kort. Opgrader for at dele denne skabelon.
de: Premium-Karte. Hol dir Premium, um diese Vorlage zu teilen.
es: Tarjeta premium. Actualice para compartir esta plantilla.
et: Premium-kaart. Selle malli jagamiseks uuendage.
fi: Premium-kortti. Päivitä tämän mallin jakamiseksi.
fr: Carte premium. Mettez à niveau pour partager ce modèle.
hr: Premium kartica. Nadogradi za dijeljenje ovog predloška.
hu: Prémium kártya. Frissítsen a sablon megosztásához.
it: Carta premium. Esegui l'upgrade per condividere questo modello.
lv: Premium karte. Jauniniet, lai kopīgotu šo veidni.
nb: Premium-kort. Oppgrader for å dele denne malen.
nl: Premiumkaart. Upgrade om deze sjabloon te delen.
pl: Karta premium. Uaktualnij, aby udostępnić ten szablon.
pt_br: Cartão premium. Atualize para compartilhar este modelo.
ro: Card Premium. Fă upgrade ca să distribui acest șablon.
sk: Prémiová karta. Inovujte a zdieľajte túto šablónu.
sl: Premium kartica. Nadgradi za deljenje te predloge.
sv: Premiumkort. Uppgradera för att dela den här mallen.
uk: Преміальна картка. Оновіть, щоб поділитися цим шаблоном.

source: Premium message templates render one optional line, up to 40 characters.
cs: Prémiové šablony se zprávou zobrazí jeden volitelný řádek do 40 znaků.
da: Premium-skabeloner med besked viser én valgfri linje på op til 40 tegn.
de: Premium-Vorlagen mit Nachricht zeigen eine optionale Zeile mit bis zu 40 Zeichen.
es: Las plantillas Premium con mensaje muestran una línea opcional de hasta 40 caracteres.
et: Premium-sõnumimallid kuvavad ühe valikulise rea kuni 40 märgiga.
fi: Premium-viestimallit näyttävät yhden valinnaisen rivin, enintään 40 merkkiä.
fr: Les modèles Premium avec message affichent une ligne facultative de 40 caractères maximum.
hr: Premium predlošci s porukom prikazuju jedan neobavezni redak do 40 znakova.
hu: A prémium üzenetes sablonok egy opcionális, legfeljebb 40 karakteres sort jelenítenek meg.
it: I modelli Premium con messaggio mostrano una riga opzionale, fino a 40 caratteri.
lv: Premium ziņojumu veidnes rāda vienu neobligātu rindu līdz 40 rakstzīmēm.
nb: Premium-meldingsmaler viser én valgfri linje på opptil 40 tegn.
nl: Premium berichtsjablonen tonen één optionele regel van maximaal 40 tekens.
pl: Szablony Premium z wiadomością pokazują jeden opcjonalny wiersz do 40 znaków.
pt_br: Os modelos Premium com mensagem mostram uma linha opcional de até 40 caracteres.
ro: Șabloanele Premium cu mesaj afișează o linie opțională, de până la 40 de caractere.
sk: Prémiové šablóny so správou zobrazia jeden voliteľný riadok do 40 znakov.
sl: Premium predloge s sporočilom prikažejo eno izbirno vrstico do 40 znakov.
sv: Premium-mallar visar en valfri rad på upp till 40 tecken.
uk: Преміум-шаблони з повідомленням показують один необов’язковий рядок до 40 символів.

source: Preview
cs: Náhled
da: Forhåndsvisning
de: Vorschau
es: Vista previa
et: Eelvaade
fi: Esikatselu
fr: Aperçu
hr: Pregled
hu: Előnézet
it: Anteprima
lv: Priekšskatījums
nb: Forhåndsvisning
nl: Voorvertoning
pl: Podgląd
pt_br: Prévia
ro: Previzualizare
sk: Ukážka
sl: Predogled
sv: Förhandsvisning
uk: Попередній перегляд

source: Preview Widgets
cs: Náhled widgetů
da: Forhåndsvisning af widgets
de: Widget-Vorschau
es: Vista previa de widgets
et: Vidinate eelvaade
fi: Esikatsele widgetit
fr: Aperçu des widgets
hr: Pregled Widgeta
hu: Widgetek előnézete
it: Anteprima widget
lv: Priekšskatīt logrīkus
nb: Forhåndsvis widgets
pl: Podgląd widżetów
pt_br: Prévia dos widgets
ro: Previzualizează widgeturile
sk: Ukážka widgetov
sl: Predogled pripomočkov
sv: Förhandsvisa widgetar
uk: Переглянути віджети

source: Privacy
cs: Soukromí
da: Privatliv
de: Privatsphäre
es: Privacidad
et: Privaatsus
fi: Yksityisyys
fr: Confidentialité
hr: Privatnost
hu: Adatvédelem
lv: Privātums
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
sk: Ochrana osobných údajov
sl: Zasebnost
sv: Privatliv
uk: Приватність

source: Privacy Level
cs: Úroveň soukromí
da: Privatlivsniveau
de: Datenschutzstufe
es: Nivel de privacidad
et: Privaatsuse tase
fi: Tietosuojataso
fr: Niveau de confidentialité
hr: Razina privatnosti
hu: Adatvédelmi szint
it: Livello di privacy
lv: Privātuma līmenis
nb: Personvernnivå
nl: Privacyniveau
pl: Poziom prywatności
pt_br: Nível de privacidade
ro: Nivel de confidențialitate
sk: Úroveň ochrany osobných údajov
sl: Raven zasebnosti
sv: Sekretessnivå
uk: Рівень приватності

source: Privacy Policy
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fr: politique de confidentialité
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
it: Informativa sulla privacy
lv: Privātuma politika
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: política de Privacidade
ro: Politica de confidențialitate
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Sekretesspolicy
uk: Політика конфіденційності

source: Prompt (optional)
cs: Výzva (volitelné)
da: Spørg (valgfrit)
de: Eingabeaufforderung (optional)
es: Aviso (opcional)
et: Viip (valikuline)
fi: Kehote (valinnainen)
fr: Invite (facultatif)
hr: Upit (neobavezno)
hu: Prompt (opcionális)
it: Prompt (opzionale)
lv: Uzvedne (neobligāti)
nb: Spørre (valgfritt)
nl: Prompt (optioneel)
pl: Podpowiedź (opcjonalnie)
pt_br: Alerta (opcional)
ro: Întrebare (opțional)
sk: Výzva (voliteľné)
sl: Poziv (neobvezno)
sv: Fråga (valfritt)
uk: Підказка (необов'язково)

source: Proof added.
cs: Důkaz přidán.
da: Beviset er sat.
de: Beweis gesetzt.
es: Prueba añadida.
et: Tõestus lisatud.
fi: Todiste lisätty.
fr: Preuve ajoutée.
hr: Dokaz dodan.
hu: Bizonyíték hozzáadva.
it: Prova aggiunta.
lv: Pierādījums pievienots.
nb: Beviset er lagt til.
nl: Bewijs toegevoegd.
pl: Dowód dodany.
pt_br: Prova adicionada.
ro: Dovadă adăugată.
sk: Dôkaz pridaný.
sl: Dokaz dodan.
sv: Beviset är lagt.
uk: Доказ додано.

source: Purchase failed. Please try again.
cs: Nákup se nepodařil. Zkus to znovu.
da: Købet mislykkedes. Prøv igen.
de: Der Kauf ist fehlgeschlagen. Versuch es bitte erneut.
es: La compra ha fallado. Inténtalo de nuevo.
et: Ost ebaõnnestus. Proovi uuesti.
fi: Osto epäonnistui. Yritä uudelleen.
fr: L’achat a échoué. Réessaie.
hr: Kupnja nije uspjela. Pokušaj ponovno.
hu: A vásárlás nem sikerült. Próbáld újra.
it: Acquisto non riuscito. Riprova.
lv: Pirkums neizdevās. Mēģini vēlreiz.
nb: Kjøpet mislyktes. Prøv igjen.
nl: Aankoop mislukt. Probeer het opnieuw.
pl: Zakup się nie udał. Spróbuj ponownie.
pt_br: A compra falhou. Tente de novo.
ro: Achiziția a eșuat. Încearcă din nou.
sk: Nákup zlyhal. Skús to znova.
sl: Nakup ni uspel. Poskusi znova.
sv: Köpet misslyckades. Försök igen.
uk: Покупка не вдалася. Спробуй ще раз.

source: Quantity/Count
cs: Množství/Počet
da: Antal/antal
de: Menge/Anzahl
es: Cantidad/Recuento
et: Kogus/arv
fi: Määrä/määrä
fr: Quantité/nombre
hr: Količina/broj
hu: Mennyiség/Szám
it: Quantità/Conteggio
lv: Daudzums/skaits
nb: Antall/antall
nl: Hoeveelheid/aantal
pl: Ilość/liczba
pt_br: Quantidade/Contagem
ro: Cantitate/Număr
sk: Množstvo/Počet
sl: Količina/Število
sv: Antal/antal
uk: Кількість

source: Quick! Log %@ before midnight
cs: Rychlý! Přihlaste se %@ před půlnocí
da: Hurtigt! Log %@ før midnat
de: Schnell. Trag %@ vor Mitternacht ein
es: ¡Rápido! Registre %@ antes de medianoche
et: Kiiresti! Logi %@ enne südaööd
fi: Nopeasti! Kirjaa %@ ennen keskiyötä
fr: Rapide! Connectez-vous %@ avant minuit
hr: Brzo! Unesi %@ prije ponoći
hu: Gyorsan! Rögzítsd ezt éjfél előtt: %@
it: Rapido! Log %@ before midnight
lv: Ātri! Pieteikties %@ pirms pusnakts
nb: Raskt! Logg %@ før midnatt
nl: Snel! Log %@ in vóór middernacht
pl: Szybki! Zaloguj %@ przed północą
pt_br: Rápido! Registrar %@ antes da meia-noite
ro: Rapid! Bifează %@ înainte de miezul nopții
sk: Rýchlo. Zapíš %@ pred polnocou
sl: Hitro. Zabeleži %@ pred polnočjo
sv: Snabbt! Logga %@ före midnatt
uk: Швидко! Запиши %@ до опівночі

source: Read 1 page
cs: Přečíst 1 stránku
da: Læse 1 side
de: 1 Seite lesen
es: Leer 1 página
et: 1 lehekülje lugemine
fi: 1 sivun lukeminen
fr: Lire 1 page
hr: Pročitati 1 stranicu
hu: 1 oldal elolvasása
it: Leggere 1 pagina
lv: Lasīt 1 lapu
nb: Lese 1 side
nl: 1 pagina lezen
pl: Przeczytanie 1 strony
pt_br: Ler 1 página
ro: Citit 1 pagină
sk: Prečítať 1 stranu
sl: Prebrati 1 stran
sv: Läsa 1 sida
uk: Прочитати 1 сторінку

source: Read 5 pages
cs: Přečtěte si 5 stran
da: Læs 5 sider
de: 5 Seiten gelesen
es: Leer 5 páginas
et: Lugege 5 lehekülge
fi: Lue 5 sivua
fr: Lire 5 pages
hr: Pročitajte 5 stranica
hu: Olvasson 5 oldalt
it: Leggi 5 pagine
lv: Izlasiet 5 lappuses
nb: Les 5 sider
nl: Lees 5 pagina's
pl: Przeczytaj 5 stron
pt_br: Leia 5 páginas
ro: Citiți 5 pagini
sk: Prečítajte si 5 strán
sl: Preberite 5 strani
sv: Läs 5 sidor
uk: Прочитайте 5 сторінок

source: Read for 5 minutes
cs: Číst 5 minut
da: Læse i 5 minutter
de: 5 Minuten lesen
es: Leer 5 minutos
et: 5 minutit lugemist
fi: 5 minuutin lukeminen
fr: Lire pendant 5 minutes
hr: Čitati 5 minuta
hu: 5 perc olvasás
it: Leggere per 5 minuti
lv: Lasīt 5 minūtes
nb: Lese i 5 minutter
nl: 5 minuten lezen
pl: Czytanie przez 5 minut
pt_br: Ler por 5 minutos
ro: Citit 5 minute
sk: Čítať 5 minút
sl: Brati 5 minut
sv: Läsa i 5 minuter
uk: Читати 5 хвилин

source: Reading
cs: Čtení
da: Læsning
de: Lesen
es: Lectura
et: Lugemine
fi: Lukeminen
fr: Lecture
hr: Čitanje
hu: Olvasás
it: Lettura
lv: Lasīšana
nb: Lesing
nl: Lezen
pl: Czytanie
pt_br: Leitura
ro: Lectură
sk: Čítanie
sl: Branje
sv: Läser
uk: Читання

source: reads
cs: čte
da: læser
de: liest
es: lee
et: loeb
fi: lukee
fr: lit
hr: čita
hu: olvas
it: legge
lv: lasa
nb: leser
nl: leest
pl: czyta
pt_br: lê
ro: citește
sk: číta
sl: bere
sv: läser
uk: читає

source: real feedback
cs: skutečnou zpětnou vazbu
da: reel feedback
de: echtes Feedback
es: comentarios reales
et: tõeline tagasiside
fi: todellista palautetta
fr: vrai feedback
hr: stvarna povratna informacija
hu: valódi visszajelzés
it: feedback reali
lv: reālas atsauksmes
nb: ekte tilbakemeldinger
nl: echte feedback
pl: prawdziwy feedback
pt_br: feedback real
ro: feedback real
sk: skutočná spätná väzba
sl: prave povratne informacije
sv: riktig feedback
uk: реальних відгуків

source: Recap View
cs: Rekapitulační pohled
da: Oversigt
de: Zusammenfassungsansicht
es: Vista recapitulativa
et: Kokkuvõte vaade
fi: Yhteenvetonäkymä
fr: Vue récapitulative
hu: Összefoglaló nézet
it: Visualizzazione riepilogativa
lv: Kopsavilkuma skats
nb: Oppsummeringsvisning
nl: Samenvatting weergave
pl: Widok podsumowania
pt_br: Visualização de recapitulação
ro: Vizualizare recapitulare
sk: Rekapitulácia
sv: Sammanfattningsvy
uk: Перегляд підсумків

source: Recommended
cs: Doporučeno
da: Anbefalet
de: Empfohlen
es: Recomendado
et: Soovitatud
fi: Suositus
fr: Recommandé
hr: Preporučeno
hu: Ajánlott
it: Consigliato
lv: Ieteicams
nb: Anbefalt
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
ro: Recomandat
sk: Odporúčané
sl: Priporočeno
sv: Rekommenderas
uk: Рекомендовано

source: Recurring Reminder
cs: Opakující se připomenutí
da: Tilbagevendende påmindelse
de: Wiederkehrende Erinnerung
es: Recordatorio recurrente
et: Korduv meeldetuletus
fi: Toistuva muistutus
fr: Rappel récurrent
hr: Ponavljajući podsjetnik
hu: Ismétlődő emlékeztető
it: Ricorrente Promemoria
lv: Atkārtots atgādinājums
nb: Gjentakende påminnelse
nl: Terugkerende herinnering
pl: Powtarzające się przypomnienie
pt_br: Lembrete recorrente
ro: Memento recurent
sk: Opakujúce sa pripomenutie
sl: Ponavljajoči se opomnik
sv: Återkommande påminnelse
uk: Повторюване нагадування

source: Reminders are hard and still evolving. Expect small changes, and occasional delays or misses while we tune reliability.
cs: Upomínky jsou těžké a stále se vyvíjejí. Při ladění spolehlivosti očekávejte malé změny a občasné zpoždění nebo vynechání.
da: Påmindelser er svære og udvikler sig stadig. Forvent små ændringer og lejlighedsvise forsinkelser eller udeblivelser, mens vi justerer pålideligheden.
de: Erinnerungen sind schwierig und werden weiter verbessert. Rechne mit kleinen Änderungen und gelegentlichen Verzögerungen oder Ausfällen, während wir die Zuverlässigkeit verbessern.
es: Los recordatorios son difíciles y aún están evolucionando. Espere pequeños cambios y retrasos o errores ocasionales mientras ajustamos la confiabilidad.
et: Meeldetuletused on rasked ja arenevad endiselt. Usaldusväärsuse häälestamise ajal on oodata väikseid muudatusi ja aeg-ajalt viivitusi või möödalaskmisi.
fi: Muistutukset ovat vaikeita ja kehittyvät edelleen. Odota pieniä muutoksia ja satunnaisia ​​viiveitä tai puutteita, kun säädämme luotettavuutta.
fr: Les rappels sont difficiles et continuent d'évoluer. Attendez-vous à de petits changements et à des retards ou des échecs occasionnels pendant que nous ajustons la fiabilité.
hr: Podsjetnici su zahtjevni i još ih poboljšavamo. Očekuj male promjene te povremena kašnjenja ili propuštanja dok podešavamo pouzdanost.
hu: Az emlékeztetők kemények, és még mindig fejlődnek. A megbízhatóság hangolása közben apró változásokra és időnkénti késésekre vagy kihagyásokra számíthatunk.
it: I promemoria sono difficili e ancora in evoluzione. Aspettati piccoli cambiamenti e occasionali ritardi o mancati invii mentre perfezioniamo l'affidabilità.
lv: Atgādinājumi ir grūti un joprojām attīstās. Sagaidāmas nelielas izmaiņas un neregulāras aizkavēšanās vai neveiksmes, kamēr mēs regulējam uzticamību.
nb: Påminnelser er vanskelige og utvikler seg fortsatt. Forvent små endringer og sporadiske forsinkelser eller glipp mens vi justerer påliteligheten.
nl: Herinneringen zijn moeilijk en evolueren nog steeds. Verwacht kleine veranderingen en incidentele vertragingen of missers terwijl we de betrouwbaarheid afstemmen.
pl: Przypomnienia są trudne i wciąż ewoluują. Spodziewaj się niewielkich zmian i sporadycznych opóźnień lub chybień podczas dostrajania niezawodności.
pt_br: Os lembretes são difíceis e ainda estão em evolução. Espere pequenas mudanças e atrasos ou falhas ocasionais enquanto ajustamos a confiabilidade.
ro: Mementourile sunt greu de făcut perfect și încă le îmbunătățim. Pot apărea mici schimbări, întârzieri sau ratări până ajustăm fiabilitatea.
sk: Pripomenutia sú ťažké a stále sa vyvíjajú. Počas ladenia spoľahlivosti počítajte s malými zmenami a občasnými oneskoreniami alebo zmeškaniami.
sl: Opomniki so zahtevni in se še izboljšujejo. Pričakuj manjše spremembe ter občasne zamude ali izpuščene opomnike, medtem ko izboljšujemo zanesljivost.
sv: Påminnelser är svåra och utvecklas fortfarande. Räkna med små förändringar och enstaka förseningar eller missar medan vi justerar tillförlitligheten.
uk: Нагадування ще в розробці й продовжують вдосконалюватися. Можливі невеликі зміни, а також інколи затримки або пропуски, поки ми налаштовуємо стабільність.

source: Reminders are in beta and still evolving. Expect small changes, and occasional delays or misses while we tune reliability.
cs: Připomenutí jsou ve verzi beta a stále se vyvíjejí. Při ladění spolehlivosti očekávejte malé změny a občasné zpoždění nebo vynechání.
da: Påmindelser er i beta og er stadig under udvikling. Forvent små ændringer og lejlighedsvise forsinkelser eller udeblivelser, mens vi justerer pålideligheden.
de: Erinnerungen sind in der Beta und werden weiter verbessert. Rechne mit kleinen Änderungen und gelegentlichen Verzögerungen oder Ausfällen, während wir die Zuverlässigkeit verbessern.
es: Los recordatorios están en versión beta y aún están evolucionando. Espere pequeños cambios y retrasos o errores ocasionales mientras ajustamos la confiabilidad.
et: Meeldetuletused on beetaversioonis ja alles arenevad. Usaldusväärsuse häälestamise ajal on oodata väikseid muudatusi ja aeg-ajalt viivitusi või möödalaskmisi.
fi: Muistutukset ovat betavaiheessa ja kehittyvät edelleen. Odota pieniä muutoksia ja satunnaisia ​​viiveitä tai puutteita, kun säädämme luotettavuutta.
fr: Les rappels sont en version bêta et continuent d'évoluer. Attendez-vous à de petits changements et à des retards ou des échecs occasionnels pendant que nous ajustons la fiabilité.
hr: Podsjetnici su u beti i još ih poboljšavamo. Očekuj male promjene te povremena kašnjenja ili propuštanja dok podešavamo pouzdanost.
hu: Az emlékeztetők béta állapotban vannak, és még mindig fejlődnek. A megbízhatóság hangolása közben apró változásokra és időnkénti késésekre vagy kihagyásokra számíthatunk.
it: I promemoria sono in beta e ancora in evoluzione. Aspettati piccoli cambiamenti e occasionali ritardi o mancati invii mentre perfezioniamo l'affidabilità.
lv: Atgādinājumi ir beta versijā un joprojām attīstās. Sagaidāmas nelielas izmaiņas un neregulāras aizkavēšanās vai neveiksmes, kamēr mēs regulējam uzticamību.
nb: Påminnelser er i beta og utvikles fortsatt. Forvent små endringer, og noen forsinkelser eller glipp mens vi forbedrer stabiliteten.
nl: Herinneringen bevinden zich in de bètafase en zijn nog steeds in ontwikkeling. Verwacht kleine veranderingen en incidentele vertragingen of missers terwijl we de betrouwbaarheid afstemmen.
pl: Przypomnienia są w fazie beta i wciąż się rozwijają. Spodziewaj się niewielkich zmian i sporadycznych opóźnień lub chybień podczas dostrajania niezawodności.
pt_br: Os lembretes estão na versão beta e ainda em evolução. Espere pequenas mudanças e atrasos ou falhas ocasionais enquanto ajustamos a confiabilidade.
ro: Mementourile sunt în beta și încă le îmbunătățim. Pot apărea mici schimbări, întârzieri sau ratări până ajustăm fiabilitatea.
sk: Pripomenutia sú v beta verzii a stále sa vyvíjajú. Počas ladenia spoľahlivosti počítajte s malými zmenami a občasnými oneskoreniami alebo zmeškaniami.
sl: Opomniki so v beta različici in se še izboljšujejo. Pričakuj manjše spremembe ter občasne zamude ali izpuščene opomnike, medtem ko izboljšujemo zanesljivost.
sv: Påminnelser är i beta och utvecklas fortfarande. Räkna med små förändringar och enstaka förseningar eller missar medan vi justerar tillförlitligheten.
uk: Нагадування ще в бета-режимі й продовжують вдосконалюватися. Можливі невеликі зміни, а також інколи затримки або пропуски, поки ми налаштовуємо стабільність.

source: Remove
cs: Odstranit
da: Fjerne
de: Entfernen
es: Eliminar
et: Eemalda
fi: Poistaa
fr: Retirer
hr: Ukloniti
hu: Távolítsa el
it: Rimuovi
lv: Noņemt
nb: Fjerne
nl: Verwijderen
pl: Usunąć
pt_br: Remover
ro: Elimină
sk: Odstrániť
sl: Odstrani
sv: Ta bort
uk: Видалити

source: Renews: \(dateFormatter.string(from: expirationDate))
cs: Obnovení:\(dateFormatter.string(from: expirationDate))
da: Fornyer:\(dateFormatter.string(from: expirationDate))
de: Erneuert:\(dateFormatter.string(from: expirationDate))
es: Renueva:\(dateFormatter.string(from: expirationDate))
et: Uueneb:\(dateFormatter.string(from: expirationDate))
fi: Uusitaan:\(dateFormatter.string(from: expirationDate))
fr: Renouvelle:\(dateFormatter.string(from: expirationDate))
hr: Obnavlja se: \(dateFormatter.string(from: expirationDate))
hu: Megújul: \(dateFormatter.string(from: expirationDate))
it: Rinnovo:\(dateFormatter.string(from: expirationDate))
lv: Atjauno:\(dateFormatter.string(from: expirationDate))
nb: Fornyer:\(dateFormatter.string(from: expirationDate))
nl: Verlengt:\(dateFormatter.string(from: expirationDate))
pl: Odnawia:\(dateFormatter.string(from: expirationDate))
pt_br: Renova em: \(dateFormatter.string(from: expirationDate))
ro: Se reînnoiește: \(dateFormatter.string(from: expirationDate))
sk: Obnovuje sa:\(dateFormatter.string(from: expirationDate))
sl: Obnovi se: \(dateFormatter.string(from: expirationDate))
sv: Förnyar:\(dateFormatter.string(from: expirationDate))
uk: Оновлено:\(dateFormatter.string(from: expirationDate))

source: Renews: %@
cs: Obnovení:%@
da: Fornyer:%@
de: Erneuert:%@
es: Renueva:%@
et: Uueneb:%@
fi: Uusitaan:%@
fr: Renouvelle:%@
hr: Obnavlja se:%@
hu: Megújítások:%@
it: Rinnovo: %@
lv: Atjaunots:%@
nb: Fornyer:%@
nl: Verlengt:%@
pl: Odnawia:%@
pt_br: Renova em: %@
ro: Se reînnoiește: %@
sk: Obnovuje sa:%@
sl: Podaljša:%@
sv: Förnyar:%@
uk: Поновлення: %@
